Repository: Jason1258t/izobility-mobile
Catalog: lib/l10n/app_*.arb
Languages: es, ru, tr, zh

# incorrect_code
source: * Incorrect cod
es: * Código incorrecto
ru: * Неверный код
tr: * Yanlış ko
zh: * 不正确的代

# incorrect_email
source: * The email is incorrec
es: * El correo es incorrecto
ru: * Почта некорректна
tr: * Posta yanlı
zh: *邮件不正

# account
source: Accoun
es: Cuenta
ru: Аккаунт
tr: Hesa
zh: 帐

# your_access_code
source: Your access cod
es: Su código de acceso
ru: Ваш код доступа
tr: Erişim Kodunu
zh: 您的访问代

# your_promo
source: Your promo cod
es: Tu código de promoción
ru: Ваш промо-код
tr: Promosyon Kodunu
zh: 您的促销代

# enter_seed
source: Enter Seed-Pho
es: Introduzca la frase inicia
ru: Введите Seed-фразу
tr: Tohum fotoğrafı giri
zh: 输入种子

# confirm_logout
source: Do you definitely want to go out
es: ¿Definitivamente quieres salir?
ru: Вы точно хотите выйти?
tr: Kesinlikle dışarı çıkmak istiyor musun
zh: 你绝对想出去吗

# logout
source: Go ou
es: Salir
ru: Выйти
tr: Dışarı çıkma
zh: 出

# main
source: hom
es: hogar
ru: Главная
tr: E

# next
source: Furthe
es: Más
ru: Далее
tr: Daha öt
zh: 更

# account_data
source: Account dat
es: Datos de cuenta
ru: Данные аккаунта
tr: Hesap veris
zh: 帐户数

# birthday
source: Date of Birt
es: Fecha de nacimiento
ru: Дата рождения
tr: Doğum tarih
zh: 出生日

# have_to_get
source: For receipt is not goin
es: Para el recibo no va
ru: Для получения не обходимо
tr: Makbuz için gitmiyo
zh: 因为收据不

# another
source: Anothe
es: Otro
ru: Другой
tr: Bir diğe
zh: 其

# woman
source: Femal
es: Femenino
ru: Женский
tr: Diş
zh: 女

# gaming
source: Gam
es: Juego
ru: Игровые
tr: Oyu
zh: 游

# game
source: Gam
es: Juego
ru: Игротека
tr: Oyu
zh: 游

# from
source: fro
es: de
ru: из
tr: itibare

# name
source: Nam
es: Nombre
ru: Имя
tr: İsi
zh: 姓

# loose_data
source: Otherwise you will lose the changes you have mad
es: De lo contrario, perderá los cambios que ha realizado
ru: Иначе вы потеряете введенные вами изменения
tr: Aksi takdirde yaptığınız değişiklikleri kaybedeceksini
zh: 否则，您将失去所做的更

# inventory
source: Inventor
es: Inventario
ru: Инвентарь
tr: Envante
zh: 存

# no_enough
source: It seems that something is missing here
es: ¡Parece que hay algo que falta aquí!
ru: Кажется, тут чего-то не хватает!
tr: Görünüşe göre burada bir şeyler eksik
zh: 看来这里缺少一些东西

# wallet
source: Walle
es: Billetera
ru: Кошелек
tr: Cüzda
zh: 钱

# buy
source: Bu
es: Comprar
ru: Купить
tr: Satın alma

# buy_coins
source: Buy coin
es: Comprar monedas
ru: Купить монет
tr: Jeton satın alı
zh: 买硬

# shop
source: Sho
es: Comercio
ru: Магазин
tr: Mağaz
zh: 店

# man
source: Mal
es: Masculino
ru: Мужской
tr: Erke
zh: 男

# auth_code_sended
source: We sent the code for authorization to the applicatio
es: Enviamos el código para la autorización a la solicitud
ru: Мы отправили код для авторизации в приложение
tr: Yetkilendirme kodu uygulamaya gönderdi
zh: 我们将授权的代码发送到了应用程

# no
source: N
es: No
ru: Нет
tr: HAYI

# nickname
source: Nic
es: Mella
ru: Ник
zh: 缺

# about_give_back
source: About the retur
es: Sobre el regreso
ru: О возврате
tr: Dönüş hakkınd
zh: 关于回

# about_company
source: About compan
es: Acerca de la compañía
ru: О компании
tr: Şirket hakkınd
zh: 关于公

# about_app
source: About the appendi
es: Sobre el apéndice
ru: О приложении
tr: Ek hakkınd
zh: 关于附

# about_sale
source: About the actio
es: Sobre la acción
ru: Об акции
tr: Eylem hakkınd
zh: 关于动

# general
source: Are commo
es: Son comunes
ru: Общие
tr: Yaygındı
zh: 是常见

# description
source: Descriptio
es: Descripción
ru: Описание
tr: Tanı
zh: 描

# remain
source: Lef
es: Izquierda
ru: Осталось
tr: So
zh: 左

# send
source: Sen
es: Enviar
ru: Отправить
tr: Gönderme
zh: 发

# send_again
source: Send agai
es: Enviar de nuevo
ru: Отправить ещё раз
tr: Tekrar gönderi
zh: 重新发

# grades
source: Assessment
es: Evaluaciones
ru: Оценок
tr: Değerlendirm
zh: 评

# gifts
source: Gift
es: Presente
ru: Подарки
tr: Sunma
zh: 展

# share
source: Shar
es: Compartir
ru: Поделиться
tr: Paylaşma
zh: 分

# sex
source: Gende
es: Piso
ru: Пол
tr: Zemi
zh: 地

# privacy_policy
source: Privacy Polic
es: política de privacidad
ru: Политика конфиденциальности
tr: Gizlilik Politikas
zh: 隐私政

# get
source: Ge
es: Conseguir
ru: Получить
tr: Elde etme
zh: 得

# replenish
source: Replenis
es: Reponer
ru: Пополнить
tr: Yenileme
zh: 补

# mail
source: Emai
es: Correo
ru: Почта
tr: Post
zh: 邮

# hello
source: Hell
es: Hola
ru: Привет
tr: Merhab
zh: 你

# check_email
source: Check the mai
es: Revisa el correo
ru: Проверьте почту
tr: Postayı kontrol e
zh: 检查邮

# promo_codes
source: Promo code
es: Códigos promocionales
ru: Промокоды
tr: Promosyon kodlar
zh: 促销代

# profile
source: Profil
es: Perfil
ru: Профиль
tr: Profi
zh: 轮

# public_offer
source: Public offe
es: Oferta pública
ru: Публичная офёрта
tr: Halka açık tekli
zh: 公共报

# size
source: Siz
es: Tamaño
ru: Размер
tr: Boyu
zh: 尺

# profile_code
source: Profile editin
es: Edición de perfil
ru: Редактирование профиля
tr: Profil Düzenlem
zh: 配置文件编

# reference_code
source: Reference cod
es: Código de referencia
ru: Рефельный код
tr: Referans Kod
zh: 参考代

# abstract_programm
source: Abstract progra
es: Programa abstracto
ru: Реферальная программа
tr: Soyut progra
zh: 摘要程

# swap
source: Swa
es: Intercambio
ru: Своп
tr: Taka
zh: 交

# download
source: Downloa
es: Descargar
ru: Скачать
tr: İndirme
zh: 下

# download_quantity
source: Download
es: Descargas
ru: Скачиваний
tr: İndirilenle
zh: 下

source: Copulated
es: ¡Copulada!
ru: Скопировано!
tr: Kopyalanmış
zh: 交配

# copy
source: Cop
es: Copiar
ru: Скопировать
tr: Kopy
zh: 复

# create_wallet
source: Create a walle
es: Crea una billetera
ru: Создать кошелек
tr: Bir cüzdan oluştu
zh: 创建一个钱

# save
source: Sav
es: Ahorrar
ru: Сохранить
tr: Kaydetme
zh: 节

# save_chages
source: Save changes
es: ¿Guardar cambios?
ru: Сохранить изменения?
tr: Değişiklikleri Kaydet
zh: 保存更改

# social_net_em
source: Social networks Emeral
es: Redes sociales esmeralda
ru: Социальные сети Emerald
tr: Sosyal Ağlar Emeral
zh: 社交网络祖母

# phone
source: Telephon
es: Teléfono
ru: Телефон
tr: Telefo
zh: 电

# product_and_nft
source: Products and NF
es: Productos y NFT
ru: Товары и NFT
tr: Ürünler ve NF
zh: 产品和NF

# tokens
source: Token
es: Tokens
ru: Токены
tr: Jeto
zh: 令

# you_have
source: You hav
es: Tienes
ru: У вас есть
tr: Va
zh: 你

source: Oops..
es: Ups...
ru: Упс...
zh: 糟糕..

# surname
source: Surnam
es: Apellido
ru: Фамилия
tr: Soyad

# develop
source: This functionality is under development! Our developers, designers and managers work 24/7 to roll out new chips
es: ¡Esta funcionalidad está en desarrollo! ¡Nuestros desarrolladores, diseñadores y gerentes trabajan 24/7 para implementar nuevas chips!
ru: Этот функционал находится в разработке! Наши разработчики, дизайнеры и менеджеры работают 24/7, чтобы выкатить новые фишки!
tr: Bu işlev geliştirilmektedir! Geliştiricilerimiz, tasarımcılarımız ve yöneticilerimiz yeni yongalar yapmak için 7/24 çalışıyor
zh: 此功能正在开发中！我们的开发人员，设计师和经理24/7全天候工作，以推出新筹码

# apllication_languahe
source: Application languag
es: Lenguaje de aplicación
ru: Язык приложения
tr: Uygulama dil
zh: 应用语

# ar_scanner
source: Ar Scanne
es: Escáner
ru: Ar сканнер
tr: Taramac
zh: AR扫描

# qr_scanner
source: QR scanne
es: Escáner QR
ru: Qr сканер
zh: QR扫描

# activity
source: Activit
es: Actividad
ru: Активности
tr: Aktivit
zh: 活

# er_qr_games
source: AR, QR, Games, etc
es: AR, QR, juegos, etc.
ru: AR, QR, игры и т.д.
tr: AR, QR, oyunlar vb
zh: AR，QR，游戏

source: What is inside
es: ¿Qué hay dentro?
ru: Что внутри?
tr: İçerideki ne
zh: 里面是什么

# use
source: Us
es: Usar
ru: Использовать
tr: Kullanma
zh: 使

# read
source: Rea
es: Leer
ru: Читать
tr: Okuma

# ar_card
source: AR ma
es: Tarjeta AR
ru: AR Карта
tr: AR kart
zh: AR

# confirm_phone
source: Confirm the phone numbe
es: Confirmar el número de teléfono
ru: Подтвердите номер телефона
tr: Telefon numarasını onaylayı
zh: 确认电话号

# without_phone_not_more_functions
source: Without confirming the phone number, you will not have access to many application
es: Sin confirmar el número de teléfono, no tendrá acceso a muchas aplicaciones
ru: Без подтверждения номера телефона, у вас не будут доступны многие функции приложения
tr: Telefon numarasını onaylamadan, birçok uygulamaya erişiminiz olmayaca
zh: 没有确认电话号码，您将无法访问许多应用程

# you_cannot_change_of_empty
source: You cannot change the name of the empt
es: No puedes cambiar el nombre del vacío
ru: Вы не можете изменить ФИ имя на пустые
tr: Boşun adını değiştiremezsi
zh: 你不能更改空的名

# referrals
source: Referral
es: Referencias
ru: Рефералы
tr: Yönlendirmele
zh: 推

# get_money_for_invite
source: Get money for invitation
es: Obtenga dinero para invitaciones
ru: Получайте деньги за приглашения
tr: Davetiyeler için para alın
zh: 获得钱 邀请

# my_referals
source: My abstract
es: Mis resúmenes
ru: Мои рефералы
tr: Özetleri
zh: 我的摘

# you_have_no_referrals
source: You have no referrals yet :
es: Todavía no tienes referencias :(
ru: У вас пока нет рефералов :(
tr: Henüz yönlendirmeniz yok :
zh: 您还没有推荐:

# safety
source: Safet
es: Seguridad
ru: Безопасность
tr: Emniye
zh: 安

# two_fa
source: 2FA two -factor authenticatio
es: 2FA Autenticación de dos factores
ru: 2FA Двухфакторная аутентификация
tr: 2FA İki Faktör Kimlik Doğrulamas
zh: 2FA两个因子身份验

# confirmation_entrace
source: Confirmation of the entrance or action in the applicatio
es: Confirmación de la entrada o acción en la aplicación
ru: Подтверждения входа или действий в приложении
tr: Uygulamada giriş veya eylemin teyid
zh: 确认应用程序中的入口或操

# sending_data
source: Sending dat
es: Enviando datos
ru: Отправка данных
tr: Veri Gönderm
zh: 发送数

# sending_data_for_analytics
source: Sending data for analytics and improving the performance of the applicatio
es: Enviar datos para análisis y mejorar el rendimiento de la aplicación
ru: Отправка данных для аналитики и улучшения работоспособности приложения
tr: Analytics için veri gönderme ve uygulamanın performansını iyileştirm
zh: 发送数据以进行分析并改善应用程序的性

# hide_name
source: Hide the real nam
es: Ocultar el nombre real
ru: Скрыть реальное имя
tr: Gerçek adı gizl
zh: 隐藏真

# your_profile_indicate_id
source: Your profile will indicate ID *user57676
es: Su perfil indicará ID *user576767
ru: В вашем профиле будет указан ID *user576767
tr: Profiliniz kimliği gösterecek *kullanıcı57676
zh: 您的个人资料将指示ID *用户57676

# personalization
source: Personalizatio
es: Personalización
ru: Персонализация
tr: Kişiselleştirm
zh: 个性

# language
source: Languag
es: Idioma
ru: Язык
tr: Di
zh: 语

source: Notification
es: Notificaciones
ru: Уведомления
tr: Bildirimle
zh: 通

# currency_conversion
source: Currency conversio
es: Conversión de Moneda
ru: Конвертация валюты
tr: Para birimi dönüştürm
zh: 货币转

# russian_ruble
source: Russian rubl
es: Rublo ruso
ru: Российский рубль
tr: Rus Rubles
zh: 俄罗斯卢

source: Push notification
es: Notificaciones push
ru: Пуш уведомления
tr: Push bildirimler
zh: 推送通

# description_cryptocurrency
source: The description of the cryptocurrency that supports the Binance Chain ecosystem
es: La descripción de la criptomoneda que admite el ecosistema de la cadena de binance.
ru: Описанието криптовалюта, которая поддерживает экосистему Binance Chain.
tr: Binance zinciri ekosistemini destekleyen kripto para biriminin tanımı
zh: 支持Binance链生态系统的加密货币的描述

source: Smart notification
es: Notificaciones inteligentes
ru: Умные уведомления
tr: Akıllı bildirimle
zh: 智能通

# notification_with_confidential_data
source: Notifications with confidential dat
es: Notificaciones con datos confidenciales
ru: Уведомления с конфиденциальными данными
tr: Gizli verilerle bildirimle
zh: 带有机密数据的通

# try_later
source: try late
es: intenta más tarde
ru: Попробуйте позже
tr: daha sonra tekrar deneyi
zh: 稍后再

# welcome_to_emerald
source: Welcome to Emerald Verse! Abstat you can play augmented reality and find cryptocoons and nft, which can be exchanged for gifts or sell on the stock market. Site coins from Emerald Verse and exchange for amazing NFT goods with augmented reality In the souvenir store. emorald Verse, these are AR games, loyalty programs, city quests and wow effects in augmented reality. jit at home, in institutions or gorod, find the effects of augmented reality on the packaging of goods and In supermarkets. , shake coins with each other, exchange them for gifts in a prize store and participate in competitions
es: n los supermercados.
ru: Добро пожаловать в Emerald Verse! Здесь вы можете поиграть в дополненной реальности и найти криптокоины и NFT, которые можно обменять на подарки или продать на фондовом рынке. Найдите монеты из Emerald Verse и обменяйте их на потрясающий товар NFT с дополненной реальностью в сувенирном магазине. Emerald Verse - это AR-игры, программы лояльности, городские квесты и WOW эффекты в дополненной реальности. Играйте в игры дома, в заведениях или в городе, находите эффекты дополненной реальности на упаковке товаров и в супермаркетах. Обменивайтесь монетами друг с другом, обменивайте их на подарки в призовом магазине и участвуйте в конкурсах.
tr: Emerald ayetine hoş geldiniz! Abstat Artırılmış gerçeklik oynayabilir ve borsada hediyeler için değiştirilebilen veya satılabilen kriptocoons ve nft bulabilirsiniz. Hediyelik eşya mağazasında artırılmış gerçeklik. emorald ayet, bunlar Artırılmış Gerçeklikte AR oyunları, sadakat programları, şehir görevleri ve vay etkileri. Malların ve süpermarketlerin ambalajı
zh: 欢迎来到翡翠诗！在纪念品商店中增强现实。商品和超市的包装

# affiliate_program
source: Affiliate progra
es: Programa de afiliación
ru: Партнёрская программа
tr: Ortaklık Program
zh: 会员计

# standard_partner
source: Standard partne
es: Socio estándar
ru: Стандартный партнёр
tr: Standart iş ortağ
zh: 标准合作伙

# objects
source: - item
es: - objetos
ru: - предметов
tr: - Nesnele
zh: - 对

# my_bank_cards
source: My bank card
es: Mis tarjetas bancarias
ru: Мои банковские карты
tr: Banka Kartları
zh: 我的银行

source: Setting
es: Ajustes
ru: Настройки
tr: Ayarla
zh: 设

# my_pyrchases
source: My purchase
es: Mis compras
ru: Мои покупки
tr: Satın alımları
zh: 我的购

# error_on_server
source: Error on the server
es: Error en el servidor (
ru: Ошибочка на сервере(
tr: Sunucudaki hata
zh: 服务器上的错误

# copy_code
source: Copy the cod
es: Copiar el código
ru: Скопировать код
tr: Kodu kopyal
zh: 复制代

# joined
source: Joine
es: Unido
ru: Присоединилось
tr: Katıld
zh: 加

# number_confirmation
source: Number confirmatio
es: Confirmación de números
ru: Подтвержение номера
tr: Sayı Onay
zh: 数字确

# income
source: Incom
es: Ingreso
ru: Доход
tr: Geli
zh: 收

# level
source: Leve
es: Nivel
ru: Уровень
tr: Seviyes
zh: 等

# cencellation
source: Cancellatio
es: Cancelación
ru: Отмена
tr: İpta
zh: 消

# exercise_password
source: Exercise the passwor
es: Ejercer la contraseña
ru: Придуайте пароль
tr: Şifreyi kullanı
zh: 练习密

# try_wrong_code_again
source: Try the wrong code agai
es: Prueba el código incorrecto nuevamente
ru: Код неверный попробуйте заново
tr: Yanlış kodu tekrar deneyi
zh: 再次尝试错误的代

# referal_code
source: Referral cod
es: Código de referencia
ru: Реферальный код
tr: Yönlendirme Kod
zh: 推荐代

# to_come_in
source: Ente
es: Entrar
ru: Войти
tr: İçeri ge
zh: 进

# code_is_wrong
source: The code is wron
es: El código está mal
ru: Код неверный
tr: Kod yanlı
zh: 代码错

# validity
source: Validit
es: Validez
ru: Срок действия
tr: Geçerlili
zh: 有效

# enter_seed_phrase
source: Enter by seed-phras
es: Ingrese por frase inicia
ru: Войти по Seed-фразе
tr: Tohum cümlesine göre giri
zh: 通过种子短语输

# create_your_own_order
source: Create your own orde
es: Crea tu propio pedido
ru: Создать свой заказ
tr: Kendi Siparişinizi Oluşturu
zh: 创建自己的订

# website
source: Websit
es: Sitio web
ru: Сайт
tr: İnternet sites
zh: 网

# bsc_scan
source: BSC Sca
es: Escaneo de BSC
ru: BSC scan
zh: BSC扫

# operation_with_coin
source: Operation with a coi
es: Operación con una moneda
ru: Операция с монетой
tr: Bir bozuk para ile çalışm
zh: 用硬币操

# current_balance
source: Current balanc
es: Saldo actual
ru: Текущий баланс
tr: Mevcut bakiy
zh: 当前平

# promotion
source: Promotio
es: Promoción
ru: Акция
tr: Terf
zh: 晋

# sale
source: Sal
es: Venta
ru: Продажа
tr: Satı
zh: 销

# purchase
source: Purchas
es: Compra
ru: Покупка
tr: Satın alma
zh: 购

# all
source: Al
es: Todo
ru: Все
tr: Tü
zh: 全

# successfilly_we_return_to_input
source: Successfully, we return to the inpu
es: Con éxito, volvemos a la entrada
ru: Успешно, возвращаемся на вход
tr: Başarıyla, girişe geri dönüyoru
zh: 成功地，我们返回输

# bind_new_punishment
source: Bind a new punishmen
es: Atar un nuevo castigo
ru: Привязать новую кару
tr: Yeni bir ceza bağlayı
zh: 束缚新的惩

# we_will_automatically_collect_data
source: We will automatically collect the data and enter i
es: Recopilaremos automáticamente los datos y los ingresaremos
ru: Мы автоматически соберём данные и внесём их
tr: Verileri otomatik olarak toplayacağız ve gireceği
zh: 我们将自动收集数据并输入数

# other
source: Othe
es: Otro
ru: Другое
tr: Diğe
zh: 其

# events
source: Event
es: Eventos
ru: События
tr: Olayla
zh: 事

# places
source: Place
es: Lugares
ru: Места
tr: Ye
zh: 地

# you_have_no_puchases_yet
source: You have no purchases yet! Correct :
es: ¡Todavía no tienes compras! Correcto :)
ru: У вас еще нет покупок! Исправляем :)
tr: Henüz alımınız yok! Doğru :
zh: 您还没有购买！正确的 ：

# it_nesessary_to_get_it
source: It is necessary to get i
es: Es necesario conseguirlo
ru: Для получение необходимо
tr: Almak gereki
zh: 有必要获得

source: Erro
es: Error
ru: Ошибка
tr: Hat
zh: 错

# your_amount_is
source: Your amount i
es: Tu cantidad en
ru: Ваша сумма в
tr: Miktarını
zh: 您的金

# confirm
source: Confir
es: Confirmar
ru: Подтвердить
tr: Onaylama
zh: 确

# succedssfully_sent
source: successfully sen
es: enviado exitosamente
ru: Успешно отправлено
tr: Başarıyla gönderild
zh: 成功发

# number_not_confirmed
source: The number is not confirmed, so the functions of the internal wallet do not wor
es: El número no se confirma, por lo que las funciones de la billetera interna no funcionan
ru: Номер не подтверджен, поэтому функции внутренного кошелька не работают
tr: Sayı doğrulanmadı, bu nedenle dahili cüzdanın işlevleri çalışmıyo
zh: 该数字尚未确认，因此内部钱包的功能不起作

# sum
source: Su
es: Suma
ru: Сумма
tr: Öze

# pincodes_not_mutch
source: Pin codes do not matc
es: Los códigos PIN no coinciden
ru: ПИН коды не совпадают
tr: Pin kodları eşleşmiyo
zh: 引脚代码不匹

# repeat_access_code
source: Repeat the access cod
es: Repita el código de acceso
ru: Повторите код доступа
tr: Erişim kodunu tekrarlayı
zh: 重复访问代

# come_up_with_access_code
source: Come up with an access cod
es: Crear un código de acceso
ru: Придумайте код доступа
tr: Bir erişim kodu ile ge
zh: 提出访问代

# support
source: Suppor
es: Apoyo
ru: Поддержка
tr: Deste
zh: 支

# confirmation_code
source: confirmation cod
es: código de confirmación
ru: Код подтверждения
tr: onay kod
zh: 验证

# we_sent_letter_to_restore_account
source: We sent a letter to restore your accoun
es: Enviamos una carta para restaurar su cuenta
ru: Мы отправили письмо для восстановления вашего аккаунта
tr: Hesabınızı geri yüklemek için bir mektup gönderdi
zh: 我们发送了一封信来还原您的帐

# card_number
source: Card numbe
es: Número de tarjeta
ru: Номер карты
tr: Kart numaras
zh: 卡

# turn_on_nfc
source: Turn on NF
es: Encienda NFC
ru: Включить NFC
tr: NFC'yi a
zh: 打开NF

# cards
source: Card
es: Tarjetas
ru: Карты
tr: Kar

# quantity
source: Quantit
es: Cantidad
ru: Количество
tr: Mikta
zh: 数

# creating_order
source: Creating an orde
es: Creando un pedido
ru: Создание заказа
tr: Sipariş Oluşturm
zh: 创建订

# buying_order
source: Buying an orde
es: Comprar un pedido
ru: Покупка заказа
tr: Bir Sipariş Satın Alm
zh: 购买订

# translation_error
source: transaction erro
es: error de traducción
ru: ошибка перевода
tr: çeviri hatas
zh: 翻译错

# your_name
source: your nam
es: Su nombre
ru: Ваше имя
tr: Adını
zh: 你的名

# more
source: Mor
es: Más
ru: Ещё
tr: Dah
zh: 更多

# to_make_photo
source: To make a phot
es: Para hacer una foto
ru: Сделать фото
tr: Fotoğraf yapmak içi
zh: 拍

# choose_from_gallery
source: Choose from the galler
es: Elija entre la galería
ru: Выбрать из галереи
tr: Galeri arasından seçim yapı
zh: 从画廊中选

# main_one
source: The main on
es: El principal
ru: основная
tr: An
zh: 主要

# your_goods_and_all_backbone
source: Your goods and all the backbon
es: Tus bienes y toda la columna vertebral
ru: Ваши товары и все отстальное
tr: Mallarınız ve tüm omurg
zh: 您的商品和所有骨

# inapproprivate_seed_phrase
source: unfaithful seed-phras
es: frase semilla infie
ru: Неверная seed-phrase
tr: sadakatsiz tohum cümles
zh: 不忠实的种子短

# your_mail
source: Your mai
es: Tu correo
ru: Ваша почта
tr: Mail adresini
zh: 你的邮

# congratulations_your_place_order
source: Congratulations! vash is placed the order !
es: ¡Felicitaciones! Nvash se coloca el pedido!
ru: Поздравляем! Ваш заказ размещен!!
tr: Tebrikler! Siparişiniz yerleştirilir !
zh: 恭喜！ vash订购

# your_balance_smaller
source: Your balance is smalle
es: Tu equilibrio es más pequeño
ru: Ваш баланс меньше
tr: Dengeniz daha küçü
zh: 你的平衡较

# seto_commission
source: Square Commission
es: Comisión cuadrada:
ru: Комиссия площадки:
tr: Kare Komisyon
zh: 平方委员会

# placed
source: Place
es: Metido
ru: Размещено
tr: Yerleştirilmi
zh: 放

# there_are_still_contacts
source: There are still no contract
es: Todavía no hay contratos
ru: Еще нету контрактов
tr: Hala sözleşme yo
zh: 仍然没有合

# my_seed
source: My seed-phras
es: Mi frase semill
ru: Моя Seed-фраза
tr: Benim tohum cümle
zh: 我的种子短

# my_orders
source: My order
es: Mis ordenes
ru: Мои заказы
tr: Siparişleri
zh: 我的订

# exchange
source: Exchang
es: Intercambio
ru: Биржа
tr: Değişm
zh: 交

# entance_emerald
source: Entrance to Emeral
es: Entrada a la esmeralda
ru: Вход в Emerald
tr: Emerald'a giri
zh: 祖母绿的入

# confim_your_identity
source: Confirm your identit
es: confirme su identidad
ru: Подтвердите свою личность
tr: Kimliğinizi onaylayı
zh: 确认你的身

# continue_
source: Continu
es: Continuar
ru: Продолжить
tr: Devam etme
zh: 继

# available
source: Availabl
es: Disponible
ru: Доступно
tr: Mevcu
zh: 可用

# main_incorrectly_introduced
source: Mail is incorrectly introduce
es: El correo se introduce incorrectamente
ru: Неверно введена почта
tr: Posta yanlış tanıtıld
zh: 邮件被错误介

# story
source: Stor
es: Historia
ru: История
tr: Hikay
zh: 故

# my
source: M
es: Mi
ru: Мое
tr: Beni
zh: 我

# address
source: Addres
es: DIRECCIÓN
ru: Адрес
tr: Adre
zh: 地

# on_exchange
source: On the exchang
es: En el intercambio
ru: На биржу
tr: Borsa üzerind
zh: 在交换

# yes
source: Ye
es: Sí
ru: да
tr: Eve
zh: 是

# activate
source: Activat
es: Activar
ru: Активировать
tr: Etkinleştirme
zh: 启

# contacts
source: Contact
es: Contactos
ru: Контакты
tr: Kontakla
zh: 联系

# or
source: o
ru: или
tr: vey
zh: 或

# success
source: Successfull
es: Exitosamente
ru: Успешно
tr: Başarıyl
zh: 成功

# you_send
source: You will sen
es: Enviarás
ru: Вы отправите
tr: Göndereceksi
zh: 您会发

# you_get
source: You'll ge
es: Obtendrás
ru: Вы получите
tr: Alacaksını
zh: 你会得

# cancel
source: Cance
es: Cancelar
ru: Отменить
tr: İptal etme
zh: 取

# get_currency
source: Get a %currency
es: Obtener un %moneda %
ru: Получить %Валюты%
tr: %Para Birimi A
zh: 获得％货币

# to
source: t
es: EN
ru: В
tr: İÇİND

# sec
source: se
es: segundo
ru: сек

# success_verification
source: Successful verificatio
es: Verificación exitosa
ru: Успешная верификация
tr: Başarılı doğrulam
zh: 成功验

# promocode
source: Promo cod
es: Código promocional
ru: Промокод
tr: Promosyon kod
zh: 促销代

# turn_on_nfc_ny_attach_card
source: Turn on nfc and attach the car
tr: NFC 'yi açın ve kartı ekleyi
zh: 打开NFC 并连接卡
